Repository: kalkman-code/dimmer
Catalog: Sources/Dimmer/Resources/Localizable.xcstrings
Source language: en_gb
Languages: de, es, fr, ja, pt_br

source: Keyboard brightness changed outside Dimmer; control paused to respect it.
de: Die Tastaturhelligkeit wurde außerhalb von Dimmer geändert. Die Steuerung wurde pausiert, um diese Änderung zu übernehmen.
es: El brillo del teclado cambió fuera de Dimmer; el control se ha pausado para respetar el cambio.
fr: La luminosité du clavier a été modifiée en dehors de Dimmer. Le contrôle est en pause pour respecter ce réglage.
ja: Dimmer以外でキーボードの明るさが変更されたため、その設定を尊重して制御を一時停止しました。
pt_br: O brilho do teclado foi alterado fora do Dimmer; o controle foi pausado para respeitar a alteração.

source: Keyboard brightness changed outside Dimmer; pause and resume to reconnect.
de: Die Tastaturhelligkeit wurde außerhalb von Dimmer geändert. Pausiere und setze fort, um die Verbindung wiederherzustellen.
es: El brillo del teclado cambió fuera de Dimmer; pausa y reanuda para volver a conectarlo.
fr: La luminosité du clavier a été modifiée en dehors de Dimmer. Mettez en pause puis reprenez pour rétablir la connexion.
ja: Dimmer以外でキーボードの明るさが変更されました。再接続するには一時停止してから再開してください。
pt_br: O brilho do teclado foi alterado fora do Dimmer; pause e retome para reconectar.

source: Keyboard high end
de: Tastatur: oberer Wert
es: Límite alto del teclado
fr: Limite haute du clavier
ja: キーボード範囲の上端
pt_br: Limite superior do teclado

source: Keyboard low end
de: Tastatur: unterer Wert
es: Límite bajo del teclado
fr: Limite basse du clavier
ja: キーボード範囲の下端
pt_br: Limite inferior do teclado

source: Launch at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la session
ja: ログイン時に起動
pt_br: Abrir no Início da Sessão

source: Lid
de: Deckel
es: Tapa
fr: Couvercle
ja: ふた
pt_br: Tampa

source: Lid %lld°
de: Deckel %lld°
es: Tapa a %lld°
fr: Couvercle %lld°
ja: ふた %lld°
pt_br: Tampa a %lld°

source: Lid angle
de: Deckelwinkel
es: Ángulo de la tapa
fr: Angle du couvercle
ja: ふたの角度
pt_br: Ângulo da tampa

source: lid in zone
de: Deckel in der Zone
es: tapa en la zona
fr: couvercle dans la zone
ja: ふたがゾーン内
pt_br: tampa na zona

source: Light smoke: darker, the room sees less glow.
de: Heller Rauch: dunkler, weniger Lichtschein im Raum.
es: Humo ligero: más oscuro; se ve menos resplandor en la habitación.
fr: Fumée légère : plus sombre, l’écran éclaire moins la pièce.
ja: 薄いスモーク：暗めで、周囲への光漏れを抑えます。
pt_br: Fumaça leve: mais escura, reduz o brilho visível no ambiente.

source: Light: large text is still readable.
de: Leicht: großer Text ist noch lesbar.
es: Ligero: el texto grande aún se puede leer.
fr: Léger : les grands caractères restent lisibles.
ja: 弱：大きな文字は読めます。
pt_br: Leve: ainda dá para ler textos grandes.

source: macOS could not determine the login status. Try again.
de: macOS konnte den Anmeldestatus nicht ermitteln. Versuche es erneut.
es: macOS no pudo determinar el estado del inicio de sesión. Inténtalo de nuevo.
fr: macOS n’a pas pu déterminer l’état de l’ouverture de session. Réessayez.
ja: macOSがログイン項目の状態を確認できませんでした。もう一度お試しください。
pt_br: O macOS não conseguiu determinar o status do início de sessão. Tente novamente.

source: macOS could not find Dimmer’s login item. Install Dimmer in Applications and try again.
de: macOS hat Dimmer nicht unter den Anmeldeobjekten gefunden. Installiere Dimmer in „Programme“ und versuche es erneut.
es: macOS no encontró el ítem de inicio de sesión de Dimmer. Instala Dimmer en Aplicaciones e inténtalo de nuevo.
fr: macOS n’a pas trouvé l’élément d’ouverture de Dimmer. Installez Dimmer dans Applications et réessayez.
ja: macOSがDimmerのログイン項目を見つけられませんでした。Dimmerを「アプリケーション」にインストールして、もう一度お試しください。
pt_br: O macOS não encontrou o item de início de sessão do Dimmer. Instale o Dimmer em Aplicativos e tente novamente.

source: Medium: shapes show, words do not.
de: Mittel: Formen sind erkennbar, Wörter nicht.
es: Medio: se distinguen las formas, pero no las palabras.
fr: Moyen : les formes sont visibles, pas les mots.
ja: 中：形は見えますが、文字は読めません。
pt_br: Médio: formas ficam visíveis, mas palavras não.

source: milliseconds
de: Millisekunden
es: milisegundos
fr: millisecondes
ja: ミリ秒
pt_br: milissegundos

source: More
de: Mehr
es: Más
fr: Plus
ja: その他
pt_br: Mais

source: Move screen range below the zone
de: Bildschirmbereich unter die Zone verschieben
es: Mover el intervalo de pantalla debajo de la zona
fr: Déplacer la plage de l’écran sous la zone
ja: 画面の範囲をゾーンより下に移動
pt_br: Mover o intervalo da tela para baixo da zona

source: None: the zone does nothing visible.
de: Keine: Die Zone bewirkt nichts Sichtbares.
es: Ninguno: la zona no produce ningún efecto visible.
fr: Aucun : la zone ne produit aucun effet visible.
ja: なし：ゾーン内でも画面に変化はありません。
pt_br: Nenhum: a zona não produz efeito visível.

source: now %lld%%
de: jetzt %lld %%
es: ahora %lld %%
fr: actuellement %lld %%
ja: 現在 %lld%%
pt_br: agora %lld%%

source: now untouched
de: jetzt unverändert
es: ahora sin cambios
fr: actuellement inchangé
ja: 現在のまま
pt_br: agora sem alterações

source: off
de: aus
es: desactivado
fr: désactivé
ja: オフ
pt_br: desativado

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desativado

source: Opaque cover
de: Undurchsichtige Abdeckung
es: Cubierta opaca
fr: Écran opaque
ja: 不透明カバー
pt_br: Cobertura opaca

source: Open Dimmer from Applications or Spotlight to return to Settings.
de: Öffne Dimmer über „Programme“ oder Spotlight, um zu den Einstellungen zurückzukehren.
es: Abre Dimmer desde Aplicaciones o Spotlight para volver a Ajustes.
fr: Ouvrez Dimmer depuis Applications ou Spotlight pour revenir aux réglages.
ja: 設定に戻るには、「アプリケーション」またはSpotlightからDimmerを開いてください。
pt_br: Abra o Dimmer em Aplicativos ou no Spotlight para voltar aos Ajustes.

source: Open Login Items…
de: Anmeldeobjekte öffnen …
es: Abrir Ítems de inicio…
fr: Ouvrir les éléments d’ouverture…
ja: ログイン項目を開く…
pt_br: Abrir Itens de Início de Sessão…

source: Blurs every screen from any app, even with snap off; any input clears it. Click it to record your own.
de: Stellt jeden Bildschirm in jeder App unscharf, auch wenn „Unschärfe beim schnellen Schließen“ deaktiviert ist. Jede Eingabe hebt den Effekt auf. Klicke hier, um einen eigenen Kurzbefehl aufzuzeichnen.
es: Desenfoca todas las pantallas desde cualquier app, aunque el cierre rápido esté desactivado; cualquier actividad lo quita. Haz clic para grabar tu propio atajo.
fr: Floute tous les écrans dans n’importe quelle app, même si la fermeture brusque est désactivée ; toute saisie l’efface. Cliquez pour enregistrer votre propre raccourci.
ja: 「ふたを素早く閉じてぼかす」がオフでも、どのアプリからでもすべての画面をぼかします。何か入力すると解除されます。クリックしてショートカットを記録してください。
pt_br: Desfoca todas as telas em qualquer app, mesmo com o fechamento rápido desativado; qualquer ação remove o efeito. Clique para gravar seu próprio atalho.

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
pt_br: Colar

source: Pause
de: Pausieren
es: Pausar
fr: Suspendre
ja: 一時停止
pt_br: Pausar

source: Pause and Quit hand brightness back to you. Wake an idle-dimmed keyboard before quitting to restore it immediately. Keep awake prevents idle sleep for the time you choose; it does not keep a closed MacBook awake.
de: Mit „Pausieren“ und „Beenden“ überlässt Dimmer die Helligkeit wieder dir. Wecke eine wegen Inaktivität gedimmte Tastatur vor dem Beenden auf, damit sie sofort wiederhergestellt wird. „Wach halten“ verhindert den Ruhezustand bei Inaktivität für die gewählte Dauer; ein geschlossenes MacBook bleibt dadurch nicht wach.
es: Pausar y Salir te devuelven el control del brillo. Reactiva el teclado atenuado por inactividad antes de salir para restaurarlo al instante. Mantener activo evita la suspensión por inactividad durante el tiempo elegido; no mantiene activo un MacBook cerrado.
fr: Suspendre ou quitter Dimmer vous rend le contrôle de la luminosité. Réveillez le clavier atténué après une période d’inactivité avant de quitter, afin de le rétablir immédiatement. « Maintenir éveillé » empêche la veille après inactivité pendant la durée choisie ; cette option ne maintient pas éveillé un MacBook fermé.
ja: 一時停止または終了すると、明るさの制御をユーザーに戻します。アイドル時に暗くなったキーボードは、終了前に起こすとすぐに復元できます。「スリープを防止」は選択した時間、アイドルスリープを防ぎますが、閉じたMacBookのスリープは防ぎません。
pt_br: Pausar e Encerrar devolvem o controle do brilho a você. Ative o teclado escurecido por inatividade antes de encerrar para restaurá-lo imediatamente. Manter desperto impede a suspensão por inatividade pelo tempo escolhido; não mantém um MacBook fechado desperto.

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
pt_br: Pausado

source: Paused.
de: Pausiert.
es: En pausa.
fr: En pause.
ja: 一時停止しました。
pt_br: Pausado.

source: percent
de: Prozent
es: por ciento
fr: pour cent
ja: パーセント
pt_br: por cento

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
pt_br: Prévia

source: Privacy
de: Sichtschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade

source: Privacy shortcut
de: Sichtschutzkurzbefehl
es: Atajo de privacidad
fr: Raccourci de confidentialité
ja: プライバシーショートカット
pt_br: Atalho de privacidade

source: Project on GitHub
de: Projekt auf GitHub
es: Proyecto en GitHub
fr: Projet sur GitHub
ja: GitHubのプロジェクト
pt_br: Projeto no GitHub

source: Quit Dimmer
de: Dimmer beenden
es: Salir de Dimmer
fr: Quitter Dimmer
ja: Dimmerを終了
pt_br: Encerrar o Dimmer

# Range %@ to %@.
source: Range %1$@ to %2$@.
de: Bereich von %1$@ bis %2$@.
es: Intervalo de %@ a %@.
fr: Plage de %1$@ à %2$@.
ja: %@から%@の範囲です。
pt_br: Intervalo de %@ a %@.

source: Range %@ to %@. Activate to type an exact value.
de: Bereich von %@ bis %@. Aktiviere das Feld, um einen genauen Wert einzugeben.
es: Intervalo de %@ a %@. Activa para escribir un valor exacto.
fr: Plage de %@ à %@. Activez pour saisir une valeur exacte.
ja: %1$@から%2$@の範囲です。正確な値を入力するには、この項目を操作してください。
pt_br: Intervalo de %@ a %@. Ative para digitar um valor exato.

source: Range %@ to %@. Return applies. Escape cancels.
de: Bereich von %@ bis %@. Eingabetaste übernimmt. Escape bricht ab.
es: Intervalo de %@ a %@. Intro aplica. Esc cancela.
fr: Plage de %@ à %@. Entrée valide. Échap annule.
ja: %@から%@の範囲です。Returnで適用、Escapeでキャンセルします。
pt_br: Intervalo de %@ a %@. Return aplica. Esc cancela.

source: Reconnecting after sleep…
de: Verbindung nach dem Ruhezustand wird wiederhergestellt …
es: Reconectando tras la suspensión…
fr: Reconnexion après la veille…
ja: スリープ後に再接続中…
pt_br: Reconectando após a suspensão…

source: Reconnecting to lid sensor…
de: Verbindung zum Deckelwinkelsensor wird wiederhergestellt …
es: Reconectando con el sensor de la tapa…
fr: Reconnexion au capteur d’angle du couvercle…
ja: ふた角度センサーに再接続中…
pt_br: Reconectando ao sensor da tampa…

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ja: やり直す
pt_br: Refazer

source: Report a bug…
de: Fehler melden …
es: Informar de un error…
fr: Signaler un problème…
ja: 問題を報告…
pt_br: Relatar um erro…

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
pt_br: Retomar

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
ja: 画面
pt_br: Tela

source: Screen dimming is active.
de: Bildschirm wird gedimmt.
es: La atenuación de la pantalla está activa.
fr: L’écran est atténué.
ja: 画面の調光は動作中です。
pt_br: O escurecimento da tela está ativo.

source: Screen dimming is off.
de: Bildschirmdimmen ist ausgeschaltet.
es: La atenuación de la pantalla está desactivada.
fr: L’atténuation de l’écran est désactivée.
ja: 画面の調光はオフです。
pt_br: O escurecimento da tela está desativado.

source: Screen dimming is unavailable.
de: Bildschirmdimmen ist nicht verfügbar.
es: La atenuación de la pantalla no está disponible.
fr: L’atténuation de l’écran n’est pas disponible.
ja: 画面の調光を利用できません。
pt_br: O escurecimento da tela está indisponível.

source: Screen dimming waits for the lid to open fully once.
de: Der Bildschirm wird erst gedimmt, nachdem der Deckel einmal vollständig geöffnet wurde.
es: La atenuación de la pantalla espera a que la tapa se abra por completo una vez.
fr: L’écran ne sera atténué qu’après une première ouverture complète du couvercle.
ja: 画面の調光は、ふたを一度全開にすると開始します。
pt_br: O escurecimento da tela aguarda a tampa abrir completamente uma vez.

source: Screen dimming will retry shortly.
de: Das Bildschirmdimmen wird gleich erneut versucht.
es: La atenuación de la pantalla se volverá a intentar en breve.
fr: Nouvelle tentative d’atténuation de l’écran dans un instant.
ja: 画面の調光をまもなく再試行します。
pt_br: O escurecimento da tela tentará novamente em instantes.

source: Screen high end
de: Bildschirm: oberer Wert
es: Límite alto de la pantalla
fr: Limite haute de l’écran
ja: 画面範囲の上端
pt_br: Limite superior da tela

source: Screen low end
de: Bildschirm: unterer Wert
es: Límite bajo de la pantalla
fr: Limite basse de l’écran
ja: 画面範囲の下端
pt_br: Limite inferior da tela

source: Screen ready.
de: Bildschirm bereit.
es: Pantalla lista.
fr: Écran prêt.
ja: 画面の準備ができました。
pt_br: Tela pronta.

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
pt_br: Selecionar Tudo

source: Selected in the Dimmer menu bar panel
de: Im Dimmer-Menüleistenfenster ausgewählt
es: Seleccionado en el panel de la barra de menús de Dimmer
fr: Sélectionné dans le panneau Dimmer de la barre des menus
ja: Dimmerのメニューバーパネルで選択済み
pt_br: Selecionado no painel do Dimmer na barra de menus

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
pt_br: Ajustes…

source: Show in menu bar
de: In Menüleiste anzeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
ja: メニューバーに表示
pt_br: Mostrar na barra de menus

source: Slow
de: Langsam
es: Lento
fr: Lent
ja: ゆっくり
pt_br: Lento

source: Slower closes pass through without blurring.
de: Bei langsamerem Schließen wird die Zone ohne Unschärfe durchlaufen.
es: Al cerrar más despacio, se pasa de largo sin desenfocar.
fr: Une fermeture plus lente traverse la zone sans flouter l’écran.
ja: 閉じる速度がこれより遅い場合は、ぼかさずに通過します。
pt_br: Fechamentos mais lentos passam sem desfocar.

source: Smoke
de: Rauch
es: Humo
fr: Fumée
ja: スモーク
pt_br: Fumaça

source: Smoke %lld%%
de: Rauch %lld %%
es: Humo %lld %%
fr: Fumée %lld %%
ja: スモーク %lld%%
pt_br: Fumaça %lld%%

source: Smoke: dark glass over the screen.
de: Rauch: dunkles Glas über dem Bildschirm.
es: Humo: cristal oscuro sobre la pantalla.
fr: Fumée : un verre sombre sur l’écran.
ja: スモーク：画面に暗いガラスを重ねます。
pt_br: Fumaça: vidro escuro sobre a tela.

source: Snap of at least
de: Schließbewegung von mindestens
es: Descenso mínimo
fr: Fermeture brusque d’au moins
ja: スナップの最小角度
pt_br: Descida mínima

source: Snap speed
de: Schließtempo
es: Velocidad de cierre
fr: Vitesse de fermeture
ja: スナップ速度
pt_br: Velocidade de fechamento

source: Snap the lid down into the zone and every screen frosts at once. Typing, touching the trackpad or mouse, or pushing the lid back up clears it.
de: Schließe den Deckel schnell bis in die Zone, und jeder Bildschirm wird sofort mattiert. Tippen, Berühren des Trackpads oder der Maus sowie erneutes Öffnen des Deckels heben den Effekt auf.
es: Baja la tapa de golpe hasta la zona y todas las pantallas se escarchan al instante. Escribir, tocar el trackpad o el ratón, o volver a levantar la tapa quita el efecto.
fr: Abaissez vivement le couvercle jusque dans la zone pour givrer tous les écrans instantanément. La saisie, le contact avec le trackpad ou la souris, ou la réouverture du couvercle efface l’effet.
ja: ふたを素早くゾーンまで閉じると、すべての画面が一斉にぼかされます。キー入力、トラックパッドやマウスの操作、またはふたを開くと解除されます。
pt_br: Baixe a tampa rapidamente até a zona e todas as telas ficam foscas de uma vez. Digitar, tocar no trackpad ou no mouse, ou levantar a tampa remove o efeito.

source: Snap to blur
de: Unschärfe beim schnellen Schließen
es: Desenfocar al cerrar de golpe
fr: Flou à la fermeture brusque
ja: ふたを素早く閉じてぼかす
pt_br: Desfocar ao fechar rapidamente

source: snap zone
de: Schließzone
es: zona de cierre rápido
fr: zone de fermeture
ja: スナップゾーン
pt_br: zona de fechamento rápido

source: Snap zone
de: Schließzone
es: Zona de cierre rápido
fr: Zone de fermeture
ja: スナップゾーン
pt_br: Zona de fechamento rápido

source: Snap zone high edge
de: Obere Kante der Schließzone
es: Borde superior de la zona de cierre rápido
fr: Bord supérieur de la zone de fermeture
ja: スナップゾーンの上端
pt_br: Limite superior da zona de fechamento rápido

source: Snap zone low edge
de: Untere Kante der Schließzone
es: Borde inferior de la zona de cierre rápido
fr: Bord inférieur de la zone de fermeture
ja: スナップゾーンの下端
pt_br: Limite inferior da zona de fechamento rápido

source: Start using Dimmer
de: Dimmer verwenden
es: Empezar a usar Dimmer
fr: Commencer à utiliser Dimmer
ja: Dimmerを使い始める
pt_br: Começar a usar o Dimmer

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
ja: 起動中…
pt_br: Iniciando…

source: The Dimmer icon lives in the menu bar. Choose Settings there to adjust the ranges. Opening Dimmer from Applications or Spotlight brings Settings back, even if the icon is hidden.
de: Das Dimmer-Symbol befindet sich in der Menüleiste. Wähle dort „Einstellungen“, um die Bereiche anzupassen. Wenn du Dimmer über „Programme“ oder Spotlight öffnest, werden die Einstellungen wieder angezeigt, auch wenn das Symbol ausgeblendet ist.
es: El icono de Dimmer está en la barra de menús. Selecciona Ajustes allí para modificar los intervalos. Al abrir Dimmer desde Aplicaciones o Spotlight, vuelven a aparecer los Ajustes aunque el icono esté oculto.
fr: L’icône de Dimmer se trouve dans la barre des menus. Choisissez Réglages pour ajuster les plages. Ouvrir Dimmer depuis Applications ou Spotlight réaffiche les réglages, même si l’icône est masquée.
ja: Dimmerのアイコンはメニューバーにあります。そこから「設定」を選ぶと範囲を調整できます。アイコンを隠していても、「アプリケーション」またはSpotlightからDimmerを開くと設定が表示されます。
pt_br: O ícone do Dimmer fica na barra de menus. Selecione Ajustes ali para alterar os intervalos. Abrir o Dimmer em Aplicativos ou no Spotlight traz os Ajustes de volta, mesmo que o ícone esteja oculto.

source: The display returned an invalid brightness value.
de: Das Display hat einen ungültigen Helligkeitswert zurückgegeben.
es: La pantalla devolvió un valor de brillo no válido.
fr: L’écran a renvoyé une valeur de luminosité non valide.
ja: ディスプレイから無効な明るさの値が返されました。
pt_br: A tela retornou um valor de brilho inválido.

source: The keyboard backlight automatic mode could not be changed safely.
de: Der automatische Modus der Tastaturbeleuchtung konnte nicht sicher geändert werden.
es: No se pudo cambiar de forma segura el modo automático de retroiluminación del teclado.
fr: Impossible de modifier le mode automatique du rétroéclairage du clavier en toute sécurité.
ja: キーボードバックライトの自動モードを安全に変更できませんでした。
pt_br: Não foi possível alterar com segurança o modo automático da retroiluminação do teclado.

source: The keyboard backlight did not reach the requested brightness.
de: Die Tastaturbeleuchtung hat die gewünschte Helligkeit nicht erreicht.
es: La retroiluminación del teclado no alcanzó el brillo solicitado.
fr: Le rétroéclairage du clavier n’a pas atteint la luminosité demandée.
ja: キーボードバックライトが指定した明るさになりませんでした。
pt_br: A retroiluminação do teclado não atingiu o brilho solicitado.

source: The keyboard backlight returned an invalid brightness value.
de: Die Tastaturbeleuchtung hat einen ungültigen Helligkeitswert zurückgegeben.
es: La retroiluminación del teclado devolvió un valor de brillo no válido.
fr: Le rétroéclairage du clavier a renvoyé une valeur de luminosité non valide.
ja: キーボードバックライトから無効な明るさの値が返されました。
pt_br: A retroiluminação do teclado retornou um valor de brilho inválido.

source: The lid angle sensor returned an invalid reading.
de: Der Deckelwinkelsensor hat einen ungültigen Messwert zurückgegeben.
es: El sensor del ángulo de la tapa devolvió una lectura no válida.
fr: Le capteur d’angle du couvercle a renvoyé une mesure non valide.
ja: ふた角度センサーから無効な値が返されました。
pt_br: O sensor do ângulo da tampa retornou uma leitura inválida.

source: The Mac sleeps as usual.
de: Der Mac geht wie gewohnt in den Ruhezustand.
es: El Mac se suspende con normalidad.
fr: Le Mac se met en veille comme d’habitude.
ja: Macは通常どおりスリープします。
pt_br: O Mac entra em repouso normalmente.

source: The screen already dims inside the snap zone.
de: Der Bildschirm wird innerhalb der Schließzone bereits gedimmt.
es: La pantalla ya se atenúa dentro de la zona de cierre rápido.
fr: L’écran s’atténue déjà dans la zone de fermeture.
ja: スナップゾーン内では画面がすでに暗くなります。
pt_br: A tela já escurece dentro da zona de fechamento rápido.

source: This shortcut is used by printing, applications or accessibility. Choose another combination.
de: Dieser Kurzbefehl wird zum Drucken, von Apps oder von Bedienungshilfen verwendet. Wähle eine andere Tastenkombination.
es: Este atajo lo usa la impresión, una app o una función de accesibilidad. Elige otra combinación.
fr: Ce raccourci est utilisé pour l’impression, par des apps ou par les fonctions d’accessibilité. Choisissez une autre combinaison.
ja: このショートカットはプリント、アプリ、またはアクセシビリティで使用されています。別の組み合わせを選んでください。
pt_br: Este atalho é usado pela impressão, por apps ou pela acessibilidade. Escolha outra combinação.

source: Tint
de: Tönung
es: Ahumado
fr: Fumé
ja: 濃さ
pt_br: Fumê

source: Unbundled
de: Nicht gebündelt
es: Sin empaquetar
fr: Hors bundle
ja: バンドル外
pt_br: Fora do pacote

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
ja: 取り消す
pt_br: Desfazer

source: Uninstall Dimmer
de: Dimmer deinstallieren
es: Desinstalar Dimmer
fr: Désinstaller Dimmer
ja: Dimmerをアンインストール
pt_br: Desinstalar o Dimmer

source: Uninstall Dimmer…
de: Dimmer deinstallieren …
es: Desinstalar Dimmer…
fr: Désinstaller Dimmer…
ja: Dimmerをアンインストール…
pt_br: Desinstalar o Dimmer…

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pt_br: Desconhecido

source: Until
de: Bis
es: Hasta
fr: Jusqu’à
ja: 終了時刻
pt_br: Até

source: Until %@.
de: Bis %@.
es: Hasta %@.
fr: Jusqu’à %@.
ja: %@まで。
pt_br: Até %@.

source: Until a time
de: Bis zu einer Uhrzeit
es: Hasta una hora
fr: Jusqu’à une heure
ja: 指定時刻まで
pt_br: Até um horário

source: Until a time…
de: Bis zu einer Uhrzeit …
es: Hasta una hora…
fr: Jusqu’à une heure…
ja: 指定時刻まで…
pt_br: Até um horário…

source: untouched
de: unverändert
es: sin cambios
fr: inchangé
ja: 変更なし
pt_br: sem alterações

source: View latest release…
de: Neueste Version ansehen …
es: Ver la versión más reciente…
fr: Voir la dernière version…
ja: 最新リリースを表示…
pt_br: Ver versão mais recente…

source: Waiting for the lid sensor.
de: Warten auf den Deckelwinkelsensor.
es: Esperando al sensor de la tapa.
fr: En attente du capteur d’angle du couvercle.
ja: ふた角度センサーを待っています。
pt_br: Aguardando o sensor da tampa.

source: Welcome to Dimmer
de: Willkommen bei Dimmer
es: Te damos la bienvenida a Dimmer
fr: Bienvenue dans Dimmer
ja: Dimmerへようこそ
pt_br: Boas-vindas ao Dimmer

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
pt_br: Janela

source: your own brightness, untouched
de: deine eigene Helligkeit, unverändert
es: tu propio brillo, sin cambios
fr: votre luminosité, inchangée
ja: 明るさは変更せず、そのまま
pt_br: seu brilho, sem alterações

source: Yours
de: Deine Einstellung
es: Tu ajuste
fr: La vôtre
ja: そのまま
pt_br: Seu ajuste

source: %lld degrees
de: %lld Grad
es: %lld grados
fr: %lld degrés
ja: %lld度
pt_br: %lld graus

source: %lld degrees per second
de: %lld Grad pro Sekunde
es: %lld grados por segundo
fr: %lld degrés par seconde
ja: 毎秒%lld度
pt_br: %lld graus por segundo

source: %lld milliseconds
de: %lld Millisekunden
es: %lld milisegundos
fr: %lld millisecondes
ja: %lldミリ秒
pt_br: %lld milissegundos

source: OK
es: Aceptar

# Version %@ · Build %@
source: Version %1$@ · Build %2$@
es: Versión %@ · Compilación %@
ja: バージョン%@ · ビルド%@
pt_br: Versão %@ · Build %@
